Repository: jongcheol-pak/WorkGroup
Catalog: src/WorkGroup.App/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, ko_kr

# App_DisplayName
source: WorkGroup
ja_jp: ワークグループ管理
ko_kr: 작업 그룹 관리

# App_Description
source: WorkGroup
ja_jp: ワークグループ管理
ko_kr: 작업 그룹 관리

# Settings_Title
source: Settings
ja_jp: 設定
ko_kr: 설정

# Settings_Language_System
source: System language
ja_jp: システム言語
ko_kr: 시스템 언어

# Settings_Language_Header
source: Language
ja_jp: 言語
ko_kr: 언어

# Settings_Language_Description
source: Choose the app display language. Changing it restarts the app.
ja_jp: アプリの表示言語を選択します。変更するとアプリが再起動します。
ko_kr: 앱에 표시할 언어를 선택합니다. 변경하면 앱을 다시 시작합니다.

# Settings_Language_RestartTitle
source: Change language
ja_jp: 言語の変更
ko_kr: 언어 변경

# Settings_Language_RestartMessage
source: The app needs to restart to change the language. Restart now?
ja_jp: 言語を変更するにはアプリの再起動が必要です。今すぐ再起動しますか？
ko_kr: 언어를 변경하려면 앱을 다시 시작해야 합니다. 지금 다시 시작할까요?

# Settings_Language_RestartConfirm
source: Restart
ja_jp: 再起動
ko_kr: 다시 시작

# Common_Cancel
source: Cancel
ja_jp: キャンセル
ko_kr: 취소

# Common_On
source: On
ja_jp: オン
ko_kr: 켜짐

# Common_Off
source: Off
ja_jp: オフ
ko_kr: 꺼짐

# Nav_WorkGroups
source: Work Groups
ja_jp: ワークグループ
ko_kr: 작업 그룹

# Nav_TrayMenu
source: Tray Menu
ja_jp: トレイメニュー
ko_kr: 트레이 메뉴

# Nav_Settings
source: Settings
ja_jp: 設定
ko_kr: 설정

# Nav_About
source: About
ja_jp: バージョン情報
ko_kr: 정보

# Settings_Subtitle
source: Configure startup, app theme, and language.
ja_jp: 自動起動・アプリのテーマ・言語を設定します。
ko_kr: 자동 시작, 앱 테마, 언어를 설정합니다.

# Settings_Section_General
source: General
ja_jp: 全般
ko_kr: 일반

# Settings_AutoStart_Header
source: Start automatically on sign-in
ja_jp: サインイン時に自動起動
ko_kr: 로그인 시 자동 시작

# Settings_AutoStart_Description
source: Starts in the background (tray) when you sign in to Windows.
ja_jp: Windows へのサインイン時にバックグラウンド(トレイ)で起動します。
ko_kr: Windows 로그인 시 백그라운드(트레이)로 시작합니다.

# Settings_Section_Appearance
source: Appearance
ja_jp: 外観
ko_kr: 모양

# Settings_Theme_Header
source: App theme
ja_jp: アプリのテーマ
ko_kr: 앱 테마

# Settings_Theme_Description
source: Follow the system setting or choose light/dark.
ja_jp: システム設定に従うか、ライト/ダークを選択します。
ko_kr: 시스템 설정을 따르거나 라이트/다크를 선택합니다.

# Settings_Theme_System
source: Use system setting
ja_jp: システム設定を使用
ko_kr: 시스템 설정 사용

# Settings_Theme_Light
source: Light
ja_jp: ライト
ko_kr: 라이트

# Settings_Theme_Dark
source: Dark
ja_jp: ダーク
ko_kr: 다크

# About_Title
source: About
ja_jp: バージョン情報
ko_kr: 정보

# About_Subtitle
source: Shows app info and open-source licenses.
ja_jp: アプリ情報とオープンソースライセンスを表示します。
ko_kr: 앱 정보와 오픈소스 라이선스를 표시합니다.

# About_Licenses_Header
source: Open-source licenses
ja_jp: オープンソースライセンス
ko_kr: 오픈소스 라이선스

# Common_OK
source: OK
ko_kr: 확인

# Common_Edit
source: Edit
ja_jp: 編集
ko_kr: 수정

# Common_Delete
source: Delete
ja_jp: 削除
ko_kr: 삭제

# Common_Settings
source: Settings
ja_jp: 設定
ko_kr: 설정

# WorkGroups_Title
source: Work Groups
ja_jp: ワークグループ
ko_kr: 작업 그룹

# WorkGroups_Subtitle
source: Bundle apps into groups and pin them to the taskbar.
ja_jp: アプリをまとめてグループを作成し、タスクバーに登録します。
ko_kr: 앱을 묶어 그룹을 만들고 작업 표시줄에 등록합니다.

# WorkGroups_AddTooltip
source: Add group
ja_jp: グループを追加
ko_kr: 그룹 추가

# WorkGroups_Empty
source: No groups yet. Start with "Add group".
ja_jp: グループがまだありません。「グループを追加」から始めましょう。
ko_kr: 아직 그룹이 없습니다. '그룹 추가'로 시작하세요.

# TrayMenu_Title
source: Start
ja_jp: スタート
ko_kr: 시작

# TrayMenu_Subtitle
source: Click the tray icon to show your registered folders.
ja_jp: トレイアイコンをクリックすると登録したフォルダーが表示されます。
ko_kr: 트레이 아이콘을 클릭하면 등록된 폴더가 표시됩니다.

# TrayMenu_SearchPlaceholder
source: Search folders...
ja_jp: フォルダーを検索...
ko_kr: 폴더 검색...

# TrayMenu_AddTooltip
source: Add folder
ja_jp: フォルダーを追加
ko_kr: 폴더 추가

# TrayMenu_OpenLocationTooltip
source: Open location
ja_jp: 場所を開く
ko_kr: 위치 열기

# TrayMenu_Empty
source: No folders registered. Add one with "+".
ja_jp: 登録されたフォルダーがありません。「+」で追加してください。
ko_kr: 등록된 폴더가 없습니다. '+'로 폴더를 추가하세요.

# GroupEdit_ChangeIconTooltip
source: Change icon
ja_jp: アイコンを変更
ko_kr: 아이콘 변경

# GroupEdit_UserIcon
source: Custom icon
ja_jp: ユーザーアイコン
ko_kr: 사용자 아이콘

# GroupEdit_ResourceIcon
source: Built-in icon
ja_jp: リソースアイコン
ko_kr: 리소스 아이콘

# GroupEdit_NameLabel
source: Group name
ja_jp: グループ名
ko_kr: 그룹 이름

# GroupEdit_EditNameTooltip
source: Edit name
ja_jp: 名前を編集
ko_kr: 이름 수정

# GroupEdit_NamePlaceholder
source: Enter name (max 20 chars)
ja_jp: 名前を入力(最大20文字)
ko_kr: 이름 입력(최대 20자)

# GroupEdit_RenameWarning
source: If you change the name, you must remove the existing taskbar pin and pin it again.
ja_jp: 名前を変更した場合、タスクバーに登録した既存の項目を削除して再登録する必要があります。
ko_kr: 이름을 변경하면 작업 표시줄에 등록한 기존 항목을 제거하고 다시 등록을 해야 합니다.

# GroupEdit_ShowNameToggle
source: Show name
ja_jp: 名前を表示
ko_kr: 이름 표시

# GroupEdit_AddAppTooltip
source: Add app
ja_jp: アプリを追加
ko_kr: 앱 추가

# GroupEdit_AppSearchPlaceholder
source: Search apps
ja_jp: アプリを検索
ko_kr: 앱 검색

# Common_Save
source: Save
ja_jp: 保存
ko_kr: 저장

# Common_Open
source: Open
ja_jp: 開く
ko_kr: 열기

# FolderEdit_AddTitle
source: Add folder
ja_jp: フォルダーを追加
ko_kr: 폴더 추가

# FolderEdit_EditTitle
source: Edit folder
ja_jp: フォルダーを編集
ko_kr: 폴더 편집

# FolderEdit_NameHeader
source: Name
ja_jp: 名前
ko_kr: 이름

# FolderEdit_NamePlaceholder
source: Folder name
ja_jp: フォルダー名
ko_kr: 폴더 이름

# FolderEdit_PathLabel
source: Folder path
ja_jp: フォルダーのパス
ko_kr: 폴더 경로

# FolderEdit_Browse
source: Browse
ja_jp: 参照
ko_kr: 찾아보기

# FolderPopup_SettingsTitle
source: Folder popup settings
ja_jp: フォルダーポップアップ設定
ko_kr: 폴더 팝업 설정

# FolderPopup_Header
source: Folders
ja_jp: フォルダー
ko_kr: 폴더

# FolderPopup_ColumnCountLabel
source: Folder popup columns
ja_jp: フォルダーポップアップの列数
ko_kr: 폴더 팝업 열 개수

# FolderPopup_Columns_1
source: 1 column
ja_jp: 1列
ko_kr: 1열

# FolderPopup_Columns_2
source: 2 columns
ja_jp: 2列
ko_kr: 2열

# FolderPopup_Columns_3
source: 3 columns
ja_jp: 3列
ko_kr: 3열

# FolderPopup_Columns_4
source: 4 columns
ja_jp: 4列
ko_kr: 4열

# FolderPopup_Columns_5
source: 5 columns
ja_jp: 5列
ko_kr: 5열

# FolderPopup_DepthLabel
source: Subfolder depth
ja_jp: サブフォルダーの探索の深さ
ko_kr: 하위 폴더 탐색 깊이

# FolderPopup_Depth_1
source: Level 1
ja_jp: 1階層
ko_kr: 1단계

# FolderPopup_Depth_2
source: Level 2
ja_jp: 2階層
ko_kr: 2단계

# FolderPopup_Depth_3
source: Level 3
ja_jp: 3階層
ko_kr: 3단계

# FolderPopup_Depth_4
source: Level 4
ja_jp: 4階層
ko_kr: 4단계

# FolderPopup_Depth_5
source: Level 5
ja_jp: 5階層
ko_kr: 5단계

# FolderPopup_ShowHidden
source: Show hidden files/folders
ja_jp: 隠しファイル・フォルダーを表示
ko_kr: 숨김 파일/폴더 표시

# GroupPopup_RunAsAdmin
source: Run as administrator
ja_jp: 管理者として実行
ko_kr: 관리자 권한으로 실행

# GroupPopup_EditGroup
source: Edit group
ja_jp: グループを編集
ko_kr: 그룹 수정

# GroupEdit_AddTitle
source: Add group
ja_jp: グループを追加
ko_kr: 그룹 추가

# GroupEdit_EditTitle
source: Edit group
ja_jp: グループを編集
ko_kr: 그룹 수정

# GroupEdit_AppCountFormat
source: {0} apps
ja_jp: アプリ {0}個
ko_kr: 앱 {0}개

# GroupEdit_LoadFailedFormat
source: Failed to load: {0}
ja_jp: 読み込みに失敗しました: {0}
ko_kr: 불러오기 실패: {0}

# GroupEdit_ResourceIconFailedFormat
source: Failed to load built-in icons: {0}
ja_jp: リソースアイコンを読み込めませんでした: {0}
ko_kr: 리소스 아이콘을 불러오지 못했습니다: {0}

# GroupEdit_AppListFailedFormat
source: Failed to load the app list: {0}
ja_jp: アプリ一覧を読み込めませんでした: {0}
ko_kr: 앱 목록을 불러오지 못했습니다: {0}

# GroupEdit_ValidationNoApps
source: Add at least one app.
ja_jp: アプリを1つ以上追加してください。
ko_kr: 앱을 1개 이상 추가하세요.

# GroupEdit_ValidationNoName
source: Enter a group name.
ja_jp: グループ名を入力してください。
ko_kr: 그룹 이름을 입력하세요.

# GroupEdit_ValidationDuplicateName
source: A group with the same name already exists.
ja_jp: 同じ名前のグループが既にあります。
ko_kr: 이미 같은 이름의 그룹이 있습니다.

# GroupEdit_CreateFailed
source: Failed to create group
ja_jp: グループの作成に失敗しました
ko_kr: 그룹 생성 실패

# GroupEdit_SaveFailed
source: Failed to save
ja_jp: 保存に失敗しました
ko_kr: 저장 실패

# WorkGroups_CountFormat
source: {0} groups
ja_jp: {0} グループ
ko_kr: {0} 그룹

# WorkGroups_DeleteTitle
source: Delete group
ja_jp: グループを削除
ko_kr: 그룹 삭제

# WorkGroups_DeleteConfirmFormat
source: Delete the "{0}" group? Its taskbar pin (.lnk) will also be removed.
ja_jp: 「{0}」グループを削除しますか？タスクバーのピン(.lnk)も削除されます。
ko_kr: '{0}' 그룹을 삭제할까요? 작업 표시줄 핀(.lnk)도 제거됩니다.

# WorkGroups_SaveFirst
source: Save the group first (no .lnk).
ja_jp: 先にグループを保存してください(.lnk がありません)。
ko_kr: 그룹을 먼저 저장하세요(.lnk 없음).

# WorkGroups_DragFailedFormat
source: Failed to prepare drag: {0}
ja_jp: ドラッグの準備に失敗しました: {0}
ko_kr: 드래그 준비 실패: {0}

# TrayMenu_FolderCountFormat
source: {0} folders
ja_jp: {0} フォルダー
ko_kr: {0}개 폴더

# TrayMenu_DeleteTitle
source: Delete folder
ja_jp: フォルダーを削除
ko_kr: 폴더 삭제

# TrayMenu_DeleteConfirmFormat
source: Remove the "{0}" folder from the list?
ja_jp: 「{0}」フォルダーを一覧から削除しますか？
ko_kr: '{0}' 폴더를 목록에서 삭제할까요?

# FolderEdit_ValidationRequired
source: Enter both the name and the folder path.
ja_jp: 名前とフォルダーのパスを両方入力してください。
ko_kr: 이름과 폴더 경로를 모두 입력하세요.

# FolderPopup_LoadFailed
source: Failed to load folders.
ja_jp: フォルダーを読み込めませんでした。
ko_kr: 폴더를 불러오지 못했습니다.

# FolderPopup_Empty
source: No folders registered.
ja_jp: 登録されたフォルダーがありません。
ko_kr: 등록된 폴더가 없습니다.

# FolderContents_NotFound
source: Folder not found.
ja_jp: フォルダーが見つかりません。
ko_kr: 폴더를 찾을 수 없습니다.

# FolderContents_AccessDenied
source: Access denied.
ja_jp: アクセスできません。
ko_kr: 접근할 수 없습니다.

# FolderContents_Empty
source: The folder is empty.
ja_jp: フォルダーは空です。
ko_kr: 폴더가 비어있습니다.

# GroupPopup_NotFound
source: Group not found.
ja_jp: グループが見つかりません。
ko_kr: 그룹을 찾을 수 없습니다.

# GroupPopup_MemberlessFormat
source: {0} (no members)
ja_jp: {0} (メンバーなし)
ko_kr: {0} (멤버 없음)

# GroupPopup_LoadFailed
source: Failed to load the group.
ja_jp: グループを読み込めませんでした。
ko_kr: 그룹을 불러오지 못했습니다.

# Tray_Exit
source: Exit
ja_jp: 終了
ko_kr: 종료
